achaq.vercel-theme
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
docker.docker
esbenp.prettier-vscode
fill-labs.dependi
gantoreno.vscode-vercel-theme
github.github-vscode-theme
golang.go
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
miguelsolorio.fluent-icons
miguelsolorio.symbols
nomicfoundation.hardhat-solidity
rubocop.vscode-rubocop
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
supermaven.supermaven
tamasfe.even-better-toml
usernamehw.errorlens
vscode-icons-team.vscode-icons
waderyan.gitblame
yoavbls.pretty-ts-errors